Repository: ibm-verify/verify-sdk-ios
Catalog: Sources/mfa/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt, ru, zh_hans, zh_hant

source: The resolved algorithm ‘%’@ is not a valid hash algorithm.
cs: Algoritmus „%“@ není platným hashovacím algoritmem.
de: Der angegebene Algorithmus „%“@ ist kein gültiger Hash-Algorithmus.
es: El algoritmo «%»@ no es un algoritmo hash válido.
fr: L'algorithme « % »@ n'est pas un algorithme de hachage valide.
hu: A „%”@ algoritmus nem érvényes hash-algoritmus.
it: L'algoritmo specificato "%"@ non è un algoritmo hash valido.
ja: 指定されたアルゴリズム「%」@は、有効なハッシュアルゴリズムではありません。
ko: 해결된 알고리즘 ‘%’@는 유효한 해시 알고리즘이 아닙니다.
pl: Algorytm „%”@ nie jest prawidłowym algorytmem haszującym.
pt: O algoritmo “%”@ não é um algoritmo de hash válido.
ru: Указанный алгоритм «%»@ не является допустимым алгоритмом хеширования.
zh_hans: 解析出的算法“%”@ 不是有效的哈希算法。
zh_hant: 解析出的演算法「%」@ 並非有效的雜湊演算法。

source: The resolved algorithm '%@' is not valid.
cs: Vyřešený algoritmus „%@“ není platný.
de: Der aufgelöste Algorithmus „%@“ ist ungültig.
es: El algoritmo resuelto «%@» no es válido.
fr: L'algorithme « %@ » n'est pas valide.
hu: A „%@” nevű algoritmus érvénytelen.
it: L'algoritmo risolto "%@" non è valido.
ja: 解決されたアルゴリズム「%@」は無効です。
ko: 해결된 알고리즘 '%@'는 유효하지 않습니다.
pl: Algorytm „%@” nie jest prawidłowy.
pt: O algoritmo resolvido '%@' não é válido.
ru: Алгоритм «%@» не является допустимым.
zh_hans: 解析出的算法“%@”无效。
zh_hant: 已解析的演算法「%@」無效。

source: Time-based one-time password (TOTP)
cs: jednorázové heslo založené na čase (TOTP)
de: Zeitbasiertes Kennwort für einmaliges Anmelden (TOTP)
es: Contraseña única basada en tiempo (TOTP)
fr: Mot de passe à utilisation unique limitée dans le temps (TOTP)
hu: Időalapú egyszer használatos jelszó (TOTP)
it: Password monouso basata sul tempo (TOTP)
ja: 時刻ベースのワンタイム・パスワード (TOTP)
ko: 시간 기반 일회성 비밀번호(TOTP)
pl: Hasło jednorazowe zależne od czasu (TOTP)
pt: Senha descartável baseada em tempo (TOTP)
ru: Одноразовые пароли на основе времени (time-based one-time password - TOTP)
zh_hans: 基于时间的一次性密码 (TOTP)
zh_hant: 時間型一次性密碼 (TOTP)

source: Touch ID
cs: Dotykové ID
hu: Touch azonosító
it: ID Touch
ko: 터치 ID
ru: ID касания

source: Unable to complete enrolment because the server returned an unexpected response. This may indicate that a firewall, proxy, or network security device is blocking or modifying the enrolment traffic. Contact your administrator if the problem persists.
cs: Registraci nebylo možné dokončit, protože server vrátil neočekávanou odpověď. To může znamenat, že brána firewall, proxy server nebo síťové bezpečnostní zařízení blokuje nebo upravuje přenos dat související s registrací. Pokud problém přetrvává, obraťte se na správce.
de: Die Registrierung konnte nicht abgeschlossen werden, da der Server eine unerwartete Antwort zurückgegeben hat. Dies könnte darauf hindeuten, dass eine Firewall, ein Proxy oder ein Netzwerksicherheitsgerät den Registrierungsdatenverkehr blockiert oder verändert. Wenden Sie sich an Ihren Administrator, falls das Problem weiterhin besteht.
es: No se ha podido completar la inscripción porque el servidor ha devuelto una respuesta inesperada. Esto podría indicar que un cortafuegos, un proxy o un dispositivo de seguridad de red está bloqueando o modificando el tráfico de inscripción. Si el problema persiste, ponte en contacto con tu administrador.
fr: Impossible de finaliser l'inscription car le serveur a renvoyé une réponse inattendue. Cela peut indiquer qu'un pare-feu, un proxy ou un dispositif de sécurité réseau bloque ou modifie le trafic lié à l'inscription. Si le problème persiste, contactez votre administrateur.
hu: A regisztrációt nem sikerült végrehajtani, mert a szerver váratlan választ adott. Ez arra utalhat, hogy egy tűzfal, proxy vagy hálózati biztonsági eszköz blokkolja vagy módosítja a regisztrációs adatforgalmat. Ha a probléma továbbra is fennáll, vegye fel a kapcsolatot a rendszergazdával.
it: Impossibile completare l'iscrizione perché il server ha restituito una risposta imprevista. Ciò potrebbe indicare che un firewall, un proxy o un dispositivo di sicurezza di rete stia bloccando o modificando il traffico relativo alla registrazione. Se il problema persiste, contatta il tuo amministratore.
ja: サーバーから予期しない応答が返されたため、登録を完了できませんでした。 これは、ファイアウォール、プロキシ、またはネットワークセキュリティ機器が、登録トラフィックをブロックまたは変更していることを示している可能性があります。 問題が解決しない場合は、管理者にお問い合わせください。
ko: 서버에서 예기치 않은 응답이 반환되어 등록을 완료할 수 없습니다. 이는 방화벽, 프록시 또는 네트워크 보안 장치가 등록 트래픽을 차단하거나 변경하고 있음을 나타낼 수 있습니다. 문제가 계속되면 관리자에게 문의하십시오.
pl: Nie udało się zakończyć rejestracji, ponieważ serwer zwrócił nieoczekiwaną odpowiedź. Może to oznaczać, że zapora sieciowa, serwer proxy lub urządzenie zabezpieczające sieć blokuje lub modyfikuje ruch związany z rejestracją. Jeśli problem nadal występuje, skontaktuj się z administratorem.
pt: Não foi possível concluir a inscrição porque o servidor retornou uma resposta inesperada. Isso pode indicar que um firewall, um proxy ou um dispositivo de segurança de rede esteja bloqueando ou modificando o tráfego de cadastro. Entre em contato com seu administrador caso o problema persista.
ru: Не удалось завершить регистрацию, так как сервер вернул неожиданный ответ. Это может означать, что брандмауэр, прокси-сервер или устройство сетевой безопасности блокирует или изменяет трафик, связанный с регистрацией. Если проблема не устранилась, обратитесь к администратору.
zh_hans: 由于服务器返回了意外响应，无法完成注册。 这可能表明防火墙、代理服务器或网络安全设备正在拦截或修改注册流量。 如果问题仍然存在，请联系您的管理员。
zh_hant: 由於伺服器傳回了意外的回應，因此無法完成註冊。 這可能表示有防火牆、代理伺服器或網路安全裝置正在阻擋或修改註冊流量。 若問題仍未解決，請聯絡您的系統管理員。

source: Unable to complete registration. The server response was invalid or incomplete. Contact your administrator to review the service configuration.
cs: Registraci se nepodařilo dokončit. Odpověď serveru byla neplatná nebo neúplná. Obraťte se na správce a zkontrolujte konfiguraci služby.
de: Die Registrierung konnte nicht abgeschlossen werden. Die Serverantwort war ungültig oder unvollständig. Wenden Sie sich an Ihren Administrator, um die Dienstkonfiguration zu überprüfen.
es: No se ha podido completar el registro. La respuesta del servidor no era válida o estaba incompleta. Ponte en contacto con tu administrador para revisar la configuración del servicio.
fr: Impossible de terminer l'inscription. La réponse du serveur était incorrecte ou incomplète. Contactez votre administrateur pour vérifier la configuration du service.
hu: A regisztráció nem sikerült. A szerver válasza érvénytelen vagy hiányos volt. Vegye fel a kapcsolatot a rendszergazdával a szolgáltatás beállításainak áttekintése érdekében.
it: Impossibile completare la registrazione. La risposta del server non era valida o era incompleta. Contatta il tuo amministratore per verificare la configurazione del servizio.
ja: 登録を完了できませんでした。 サーバーからの応答が無効か、不完全でした。 サービスの設定を確認するには、管理者にお問い合わせください。
ko: 등록을 완료할 수 없습니다. 서버 응답이 유효하지 않거나 불완전합니다. 서비스 구성을 확인하려면 관리자에게 문의하십시오.
pl: Nie udało się zakończyć rejestracji. Odpowiedź serwera była nieprawidłowa lub niekompletna. Skontaktuj się z administratorem w celu sprawdzenia konfiguracji usługi.
pt: Não foi possível concluir o cadastro. A resposta do servidor estava inválida ou incompleta. Entre em contato com seu administrador para verificar a configuração do serviço.
ru: Не удалось завершить регистрацию. Ответ сервера был некорректным или неполным. Обратитесь к администратору, чтобы проверить настройки службы.
zh_hans: 无法完成注册。 服务器响应无效或不完整。 请联系您的管理员，以检查服务配置。
zh_hant: 無法完成註冊。 伺服器的回應無效或不完整。 請聯絡您的系統管理員，以檢視服務設定。

source: Unable to create the transaction for identifier.
cs: Nelze vytvořit transakci pro identifikátor.
de: Die Transaktion für die Kennung konnte nicht erstellt werden.
es: No se ha podido crear la transacción para el identificador.
fr: Impossible de créer la transaction pour l'identifiant.
hu: Az azonosítóhoz tartozó tranzakciót nem sikerült létrehozni.
it: Impossibile creare la transazione per l'identificatore.
ja: 識別子に対するトランザクションを作成できませんでした。
ko: 식별자에 대한 트랜잭션을 생성할 수 없습니다.
pl: Nie można utworzyć transakcji dla identyfikatora.
pt: Não foi possível criar a transação para o identificador.
ru: Не удалось создать транзакцию для идентификатора.
zh_hans: 无法为该标识符创建事务。
zh_hant: 無法為該識別碼建立交易。

source: Unable to decode JSON from registration response.
cs: Nelze dekódovat JSON z odpovědi na registraci.
de: Die JSON-Daten aus der Registrierungsantwort konnten nicht dekodiert werden.
es: No se ha podido descodificar el JSON de la respuesta de registro.
fr: Impossible de décoder le JSON de la réponse d'inscription.
hu: Nem sikerült dekódolni a regisztrációs válaszban szereplő JSON-adatokat.
it: Impossibile decodificare il JSON dalla risposta di registrazione.
ja: 登録レスポンスからのJSONをデコードできませんでした。
ko: 등록 응답에서 JSON을 디코딩할 수 없습니다.
pl: Nie udało się zdekodować danych JSON z odpowiedzi dotyczącej rejestracji.
pt: Não foi possível decodificar o JSON da resposta de registro.
ru: Не удалось декодировать JSON из ответа на запрос регистрации.
zh_hans: 无法解码注册响应中的 JSON。
zh_hant: 無法解碼註冊回應中的 JSON。

source: Unable to decode JSON from transaction response.
cs: Nelze dekódovat JSON z odpovědi na transakci.
de: JSON aus der Transaktionsantwort konnte nicht dekodiert werden.
es: No se ha podido descodificar el JSON de la respuesta de la transacción.
fr: Impossible de décoder le JSON de la réponse à la transaction.
hu: Nem sikerült dekódolni a tranzakciós válaszban szereplő JSON-adatokat.
it: Impossibile decodificare il JSON dalla risposta alla transazione.
ja: トランザクションの応答からJSONをデコードできませんでした。
ko: 트랜잭션 응답에서 JSON을 디코딩할 수 없습니다.
pl: Nie udało się zdekodować danych JSON z odpowiedzi dotyczącej transakcji.
pt: Não foi possível decodificar o JSON da resposta da transação.
ru: Не удалось декодировать JSON из ответа на транзакцию.
zh_hans: 无法解码交易响应中的 JSON。
zh_hant: 無法解碼交易回應中的 JSON。

source: Unable to decode JSON from transaction response. Detail: %@
cs: Nepodařilo se dekódovat JSON z odpovědi transakce. Detail: %@
de: Konnte JSON aus der Transaktionsantwort nicht dekodieren. Detail: %@
es: No se puede decodificar el JSON de la respuesta de la transacción. Detalle: %@
fr: Impossible de décoder le JSON de la réponse de transaction. Détail : %@
hu: Nem sikerült dekódolni a JSON-t a tranzakciós válaszból. Részlet: %@
it: Impossibile decodificare il JSON dalla risposta della transazione. Dettaglio: %@
ja: トランザクションのレスポンスからJSONをデコードできませんでした。詳細: %@
ko: 거래 응답에서 JSON을 디코드할 수 없습니다. 상세: %@
pl: Nie można odszyfrować JSON z odpowiedzi transakcji. Szczegóły: %@
pt: Não consegui decodificar o JSON da resposta da transação. Detalhe: %@
ru: Невозможно расшифровать JSON из ответа транзакции. Подробности: %@
zh_hans: 无法从交易响应中解码 JSON。详细信息：%@
zh_hant: 無法解析交易回應中的 JSON。細節：%@

source: Unable to encode JSON request.
cs: Nelze zakódovat JSON požadavek.
de: Kann die JSON-Anfrage nicht codieren.
es: No se puede codificar la solicitud JSON.
fr: Impossible de coder la requête JSON.
hu: Nem sikerült JSON kérést kódolni.
it: Impossibile codificare la richiesta JSON.
ja: JSONリクエストをエンコードできませんでした。
ko: JSON 요청을 인코딩할 수 없어요.
pl: Nie można zakodować żądania JSON.
pt: Não foi possível codificar o pedido JSON.
ru: Не удалось закодировать JSON-запрос.
zh_hans: 无法编码 JSON 请求。
zh_hant: 無法編碼 JSON 請求。

source: Unable to find valid transaction in response.
cs: Nepodařilo se najít platnou transakci v odpovědi.
de: Konnte keine gültige Transaktion in der Antwort finden.
es: No se pudo encontrar una transacción válida en la respuesta.
fr: Impossible de trouver une transaction valide dans la réponse.
hu: Nem található érvényes tranzakció a válaszban.
it: Impossibile trovare una transazione valida nella risposta.
ja: レスポンスで有効な取引を見つけられなかった。
ko: 응답에서 유효한 거래를 못 찾겠어.
pl: Nie udało się znaleźć prawidłowej transakcji w odpowiedzi.
pt: Não foi possível encontrar uma transação válida na resposta.
ru: Не удалось найти действительную транзакцию в ответе.
zh_hans: 无法在响应中找到有效的交易。
zh_hant: 無法在回應中找到有效的交易。

source: Unsupported biometry type
cs: Nepodporovaný typ biometrických údajů
de: Nicht unterstützter Biometrie-Typ
es: Tipo de datos biométricos no compatible
fr: Type de données biométriques non pris en charge
hu: Nem támogatott biometrikus típus
it: Tipo di dati biometrici non supportato
ja: サポートされていない生体認証タイプ
ko: 지원되지 않는 생체 인식 유형
pl: Nieobsługiwany typ danych biometrycznych
pt: Tipo de biometria não compatível
ru: Неподдерживаемый тип биометрических данных
zh_hans: 不支持的生物识别类型
zh_hant: 不支援的生物辨識類型

source: User presence
cs: Přítomnost uživatele
de: Benutzerpräsenz
es: Presencia de usuario
fr: Présence utilisateur
hu: Felhasználói jelenlét
it: Presenza utente
ja: ユーザー存在
ko: 사용자 인식
pl: Obecność użytkownika
pt: Presença do usuário
ru: Наличие пользователя
zh_hans: 用户在线状态
zh_hant: 使用者顯示狀態

source: User presence signature method not provided in metadata configuration.
cs: Metoda ověřování přítomnosti uživatele není v konfiguraci metadat uvedena.
de: Das Verfahren zur Erkennung der Anwesenheit von Benutzern ist in der Metadatenkonfiguration nicht vorgesehen.
es: No se ha especificado el método de firma de presencia del usuario en la configuración de metadatos.
fr: La méthode de signature de présence de l'utilisateur n'est pas fournie dans la configuration des métadonnées.
hu: A felhasználói jelenlét azonosítási módszer nem szerepel a metaadatok konfigurációjában.
it: Il metodo di firma della presenza dell'utente non è specificato nella configurazione dei metadati.
ja: メタデータ設定にユーザープレゼンス署名方式が指定されていません。
ko: 메타데이터 구성에 사용자 존재 감지 방식이 제공되지 않았습니다.
pl: W konfiguracji metadanych nie podano metody identyfikacji obecności użytkownika.
pt: O método de assinatura de presença do usuário não foi fornecido na configuração dos metadados.
ru: Метод определения присутствия пользователя не предусмотрен в настройках метаданных.
zh_hans: 元数据配置中未提供用户在线状态签名方法。
zh_hant: 元資料設定中未提供使用者在線狀態簽名方法。

source: Verify with device authentication
cs: Ověřit pomocí autentizace zařízení
de: Überprüfung mittels Geräteauthentifizierung
es: Verificar mediante la autenticación del dispositivo
fr: Vérification par authentification de l'appareil
hu: Ellenőrizze az eszköz hitelesítésével
it: Verifica tramite autenticazione del dispositivo
ja: デバイス認証による確認
ko: 기기 인증을 통해 확인
pl: Zweryfikuj za pomocą uwierzytelniania urządzenia
pt: Verificar por meio da autenticação do dispositivo
ru: Проверить с помощью аутентификации устройства
zh_hans: 通过设备认证进行验证
zh_hant: 透過裝置驗證進行確認

source: You have a pending request
cs: Máte nevyřízený požadavek
de: Sie haben eine anstehende Anforderung
es: Tiene una solicitud pendiente
fr: Vous avez une demande en attente
hu: Függő kéréssel rendelkezik
it: È presente una richiesta in sospeso
ja: 未処理要求があります
ko: 보류 중인 요청이 있음
pl: Masz oczekujące żądanie
pt: Você possui uma solicitação pendente
ru: У вас есть отложенное требование
zh_hans: 您有一个暂挂请求
zh_hant: 您有擱置中的要求

source: You have a pending request.
cs: Máte nevyřízenou žádost.
de: Sie haben eine ausstehende Anfrage.
es: Tienes una solicitud pendiente.
fr: Vous avez une demande en attente.
hu: Van egy feldolgozás alatt álló kérésed.
it: Hai una richiesta in sospeso.
ja: 保留中のリクエストがあります。
ko: 처리 대기 중인 요청이 있습니다.
pl: Masz oczekujące zgłoszenie.
pt: Você tem uma solicitação pendente.
ru: У вас есть запрос, ожидающий обработки.
zh_hans: 您有一项待处理的请求。
zh_hant: 您有一項待處理的請求。

source: Face ID
de: Gesichts-ID
hu: Arcazonosító
it: ID facciale
ko: 페이스 ID
pl: Mechanizm Face ID
ru: ID лица
zh_hans: 面容 ID
zh_hant: 臉部 ID
